Repository: abstract-open-solutions/abstract.markasread
Catalog: src/abstract/markasread/locales/*/LC_MESSAGES/abstract.markasread.po
Languages: it

source: Abstract Mark As Read Settings
it: Configurazioni Abstract Segna come Letto

source: Error! No object to read
it: Errore! Nessun oggetto specificato

source: Error! No user specified
it: Errore! Nessun utente specificato

source: Mark As Read Settings
it: Configurazioni Segna come Letto

source: Mark As Read Settings Form
it: Form Segna come Letto

source: Portal types
it: Tipi di oggetti

source: Portal types mark as read viewlet may be attached to.
it: Scegli i tipi ai quali aggiungere la possibilità di essere segnati come letti

source: Select properties for Mark As Read
it: SPecifica le configurazioni per Segna come Letto

source: You have read this object
it: Hai letto questo oggetto

source: You have to selct checkbox
it: Devi selezionare la casella 'Letto'

source: already_read
it: Hai già letto questo oggetto

source: already_read_legend
it: Segna come 'Letto'

source: back
it: Torna all'oggetto

source: listusers_label
it: Lista completa degli utenti che hanno letto questo oggetto

source: read_label
it: Letto

source: send_label
it: Invia

source: text_description
it: Specifica il testo che verrà visualizzato nella form

source: text_label
it: Testo della form
